{
  "HELLO": "مرحبا",
  "WELCOME": "أهلاً بك",
  "navbar": {
    "home": "الرئيسية",
    "whoUs": "عن الإتحاد",
    "rooms": "الغرف",
    "training": "التدريب",
    "tourst": "تشريعات سياحية",
    "news": "الأخبار",
    "contact": "تواصل معنا",
    "arabic": "العربية",
    "ar": "العربية",
    "divingRoom": "غرفة سياحة الغوص والأنشطة البحرية",
    "travelRoom": "غرفة شركات ووكالات السفر والسياحة ",
    "hotelRoom": "غرفة المنشآت الفندقية ",
    "eatRoom": "غرفة المنشآت والمطاعم السياحية",
    "productsRoom": "غرفة محال العاديات والسلع  السياحية",
    "en": "English",
    "english": "English"
  },
  "footer": {
    "aboutUs": "الإتحاد المصرى للغرف السياحية هو اتحاد مهنى أنشىء بالقانون رقم 85 لسنة 1968 وتعديله الصادر بالقانون رقم 27 لسنة 2023، والذى ينص على أن الاتحاد يقوم على رعاية المصالح المشتركة للنشاط السياحي في جمهورية مصر العربية.",
    "importantLinks": "روابط هامة",
    "whoWeAre": "من نحن",
    "news": "الأخبار",
    "contactUs": "اتصل بنا",
    "contactDetails": "٨ شارع السد العالي، الدقي، الجيزة، جمهورية مصر العربية",
    "phone": "0237483313",
    "email": "Info@etf.org.eg",
    "followUs": "تابعنا علي",
    "copyright": "حقوق النشر © الإتحاد المصرى للغرف السياحية، مصر، 2025. جميع الحقوق محفوظة."
  },
  "tourism": {
    "pageTitle": "تشريعات سياحية",
    "breadcrumb": {
      "home": "الرئيسية",
      "current": "تشريعات سياحية"
    },
    "buttons": {
      "laws": "قوانين",
      "ministerialDecisions": "قرارات وزارية"
    },
    "searchPlaceholder": "ادخل السنة",
    "card": {
      "view": "عرض",
      "download": "تحميل"
    }
  },
  "contactUs": {
    "title": "تواصل معنا",
    "subtitle": "شارك برأيك فيما يقدم لك من خدمات",
    "phone": "الهاتف",
    "emailLabel": "البريد الإلكتروني",
    "addressLabel": "العنوان",
    "name": "الاسم بالكامل",
    "namePlaceholder": "ادخل الاسم",
    "email": "البريد الالكتروني",
    "emailPlaceholder": "ادخل البريد الالكتروني",
    "message": "رسالتك",
    "messagePlaceholder": "اكتب رسالتك ..",
    "send": "ارسال"
  },
  "union": {
    "pageTitle": "عن الإتحاد",
    "aboutTitle": "عن الإتحاد",
    "aboutDescription": "الاتحاد المصرى للغرف السياحية هو اتحاد مهنى أنشىء بالقانون رقم 85 لسنة 1968 وتعديله بالقانون رقم 27 لسنة 2023 لرعاية المصالح المشتركة للنشاط السياحي في جمهورية مصر العربية.",
    "vision": {
      "title": "الرؤية",
      "description": "يؤمن الاتحاد المصري للغرف السياحية بأهمية صناعة السياحة ويعتبرها قاطرة للتنمية الاقتصادية والاجتماعية والثقافية."
    },
    "mission": {
      "title": "الرسالة",
      "description": "أن يكون الاتحاد المصري للغرف السياحية رائدًا في دعم وتعزيز قطاع السياحة من خلال التنسيق والتعاون بين الغرف السياحية المختلفة."
    },
    "committeesTitle": "اللجان النوعية",
    "reportsTitle": "التقارير السنوية",
    "reportLabel": "تقرير سنة"
  },
  "homePage": {
    "aboutUnion": "الإتحاد المصري للغرف السياحية",
    "union": "عن الأتحاد",
    "more": "المزيد",
    "unionHeadSpeak": "كلمة رئيس المجلس",
    "news": "الأخبار",
    "newsOfUnion": "أخبار عن الأتحاد",
    "newsOfTourist": "أخبار عن السياحة",
    "seeMore": "عرض المزيد",
    "seeLess": "عرض أقل",
    "touristRoom": "الغرف السياحية",
    "unionTeam": "أعضاء مجلس الإدارة",
    "unionHeadSpeakDesc": "   السادة الزملاء، قد شرفت أنا وزملائي بتولي مسؤولية هذا الكيان الذي اقترب من ميلاده السنين ليصبح واحداً من أقدم المؤسسات المساهمة في مصر بل أقدمها بالفعل. وأجدني أمامكم اليوم لأقدم لكم من خلال صفحات هذا التقرير لمحة عن جهودنا والأهداف التي وضعناها نصب أعيننا منذ اليوم الأول لتولي هذه المسؤولية أو منذ ما يقارب مائة يوم عمل تنتهي في 30 يونيو الجاري. حيث وضع مجلس الإدارة أهداف هذه الدورة على النحو التالي: أولاً: المشاركة الفعالة في رسم خارطة طريق السياحة المصرية لتحقيق هدف الدولة الوصول بأعداد السائحين إلى ثلاثين مليون سائح سنوياً في 2030 وما يستلزم ذلك من إجراءات. وفي هذا الصدد أتقدم بالشكر والتقدير لمعالي دولة رئيس مجلس الوزراء السيد/ مصطفى مدبولي وشخصه الكريم الذي حرص على مشاركة الإغاد في كافة الاجتماعات واللجان ذات الصلة ومنها اللجنة الاستشارية للسياحة برئاسة سيادته والتي أشرف بعضويتها ضمن عدد محدود من السادة الزملاء المستثمرين السياحيين في مصر. وتناولت هذه اللجنة بالدراسة التفصيلية السبل والإجراءات التي ينبغي اتخاذها للنهوض بصناعة السياحة المصرية وتحقيق الأهداف المنشودة منها. وقد وضع الإغاد كافة خبرائه من خلال أعضاء المجلس والجهاز الإداري لمساندة هذه اللجنة في أعمالها مما سيعود بالنفع على القطاع ككل ومن ثم على مصر وشعبها الكريم. والأجدر أن أختم هذه الكلمة دون أن أتقدم بآيات العرفان والتقدير والشكر للرجل الذي كرس حياته ولا تهدأ جهوده سعياً لتوفير الأمن والأمان وهو الأمر الذي بدونه لن تكون هناك صناعة سياحة، فخامة الرئيس عبد الفتاح السيسي رئيس جمهورية مصر العربية الذي يمثل الداعم الأول لانتعاش السياحة المصرية وتأمينها وسندها بعد الله عز وجل. وفي النهاية أشكركم جميعاً وأسأل الله تعالى أن يوفقنا جميعاً لما فيه خير مصر وشعبها. حسام الشاعر كما أشكر معالي السادة وزراء الداخلية والموارد المائية والري والإسكان والتعبئة المحلية والصحة والطيران والسادة المحافظين وخاصة محافظي المحافظات السياحية. ثالثاً: العمل على تفعيل القوانين الصادرة بشأن الغرف السياحية والإغاثة وكذا قانون المنشآت الفندقية والسياحية. وهنا لا بد أن أتقدم بالشكر لكل من ساهم في وضع هذه القوانين بداية من السادة الزملاء أعضاء مجلس إدارة الإغاثة بالدورة السابقة برئاسة السيد/ أحمد الوصيف والسادة المستشارين القانونيين وقطاع السياحة والطيران بمجلس النواب برئاسة السيدة/ نورا علي والسادة المستشارين القانونيين والمستثمرين بوزارة السياحة والآثار تحت رعاية السادة الوزراء المعنيين. وقد حرص الإغاثة على إعلام السادة أعضاء الجمعية العمومية بكافة تحركاته ومتابعة أعمال هذه اللجان من خلال الأخبار الصحفية والنشرات الإعلامية الدورية التي تصدرها الوحدة الإعلامية بالإغاثة وهي وحدة مستحدثة تهدف إلى إعلام القطاع السياحي بكافة تحركات الإغاثة على مختلف الأصعدة والتنسيق بين الغرف السياحية الخمس ليس فقط لنشر أخبار الإغاثة ولكن تمهيد الطريق أمام متخذي القرار من خلال توفير المعلومات وبلورة الرأي بشأن الموضوعات ذات الصلة المباشرة وغير المباشرة بصناعة السياحة. كما حرص الإغاثة على إشراك السادة أعضاء الجمعية العمومية في أعمال اللجان النوعية المتخصصة بالإغاثة والاستثمار انطلاقاً من إيماننا الراسخ بأن كل منكم يعتبر نموذجاً لصناعة السياحة في النشاط المتخصص الذي يزاوله.",
    "unionDesc": "يهدف الإتحاد إلى معاونة وزارة السياحة والآثار فى رسم السياسة العامة للنشاط السياحى، و تنفيذ الاستراتيجية الوطنية للسياحة المستدامة المتضمنة خارطة طريق جديدة للسياحة المصرية تهدف إلى دعم التنمية السياحية المستدامة بإعتبارها محركا للنمو الاقتصادي والتنمية الشاملة"
  },
  "news": {
    "pageTitle": "الأخبار",
    "breadcrumbHome": "الرئيسية",
    "breadcrumbNews": "الأخبار",
    "unionNewsTitle": "أخبار الإتحاد",
    "tourismNewsTitle": "أخبار السياحة",
    "readMore": "اقرأ المزيد"
  }
}
