{
  "HELLO": "Hello",
  "WELCOME": "Welcome",
  "navbar": {
    "home": "Home",
    "whoUs": "About Us",
    "rooms": "Rooms",
    "training": "Training",
    "tourst": "Tourism Regulations",
    "news": "News",
    "contact": "Contact Us",
    "arabic": "العربية",
    "chooseYourColor": "choose Your Color",

    "ar": "العربية",
    "en": "English",
    "divingRoom": "Chamber of Diving and Water Activities",
    "travelRoom": "Chamber of Travel and Tourism Companies and Agencies",
    "hotelRoom": "Chamber of Hotel Establishments",
    "eatRoom": "Chamber of Tourist Restaurants and Establishments",
    "productsRoom": "Chamber of Handicrafts and Tourist Goods",
    "english": "English"
  },
  "footer": {
    "aboutUs": "The Egyptian Tourism Federation is a professional federation established by Law No. 85 of 1968 and its amendment under Law No. 27 of 2023, which provides that the Federation is responsible for the common interests of the tourism sector in Egypt.",
    "importantLinks": "Important Links",
    "whoWeAre": "Who We Are",
    "news": "News",
    "contactUs": "Contact Us",
    "contactDetails": "8 High Dam Street, Dokki, Giza, Egypt",
    "phone": "0237483313",
    "email": "Info@etf.org.eg",
    "followUs": "Follow Us",
    "copyright": "Copyright © Egyptian Tourism Federation, Egypt, 2025. All rights reserved."
  },
  "tourism": {
    "pageTitle": "Tourism Legislation",
    "breadcrumb": {
      "home": "Home",
      "current": "Tourism Legislation"
    },
    "buttons": {
      "laws": "Laws",
      "ministerialDecisions": "Ministerial Decisions"
    },
    "searchPlaceholder": "Enter Year",
    "card": {
      "view": "View",
      "download": "Download"
    }
  },
  "contactUs": {
    "title": "Contact Us",
    "subtitle": "Share your opinion about the services provided to you",
    "phone": "Phone",
    "emailLabel": "Email",
    "addressLabel": "Address",
    "name": "Full Name",
    "namePlaceholder": "Enter your name",
    "email": "Email Address",
    "emailPlaceholder": "Enter your email",
    "message": "Your Message",
    "messagePlaceholder": "Type your message..",
    "send": "Send"
  },
  "union": {
    "pageTitle": "About the Federation",
    "aboutTitle": "About the Federation",
    "aboutDescription": "The Egyptian Tourism Federation is a professional federation established by Law No. 85 of 1968 and amended by Law No. 27 of 2023 to serve the common interests of the tourism sector in the Arab Republic of Egypt.",
    "vision": {
      "title": "Vision",
      "description": "The Egyptian Tourism Federation believes in the importance of the tourism industry and considers it a driver of economic, social, and cultural development."
    },
    "mission": {
      "title": "Mission",
      "description": "To be a leader in supporting and enhancing the tourism sector through coordination and collaboration among the various tourism chambers."
    },
    "committeesTitle": "Specialized Committees",
    "reportsTitle": "Annual Reports",
    "reportLabel": "Report for"
  },
  "homePage": {
    "aboutUnion": "Egyptian Tourism Federation",
    "union": "About the Union",
    "more": "Read More",
    "unionHeadSpeak": "Message from the Chairman",
    "news": "News",
    "seeMore": "show More",
    "seeLess": "show Less",
    "newsOfUnion": "Union News",
    "newsOfTourist": "Tourism News",
    "touristRoom": "Tourism Chambers",
    "unionTeam": "Board Members",
    "unionHeadSpeakDesc": "Dear colleagues, My colleagues and I are honored to take on the responsibility of this entity that has stood for many years and has become one of the oldest contributing institutions in Egypt, if not the oldest. Today, I stand before you to present this report, which reflects our efforts and goals since assuming this responsibility, which began nearly one hundred working days ago and will conclude on June 30. The board has set the objectives of this term as follows: First, effective participation in shaping the roadmap for Egyptian tourism to achieve the state's goal of welcoming thirty million tourists annually by 2030, and the required measures to achieve that. In this regard, I extend sincere thanks and appreciation to H.E. the Prime Minister, Dr. Mostafa Madbouly, who personally participated in all meetings and relevant committees, including the Tourism Advisory Committee chaired by him, in which I had the honor to serve alongside a limited number of esteemed tourism investors in Egypt. This committee conducted an in-depth study of the procedures needed to advance the tourism industry and realize the desired goals. The Federation has dedicated all its experts, including council members and administrative staff, to support this committee, which will benefit the sector and Egypt as a whole. I cannot end this message without expressing my deepest gratitude and appreciation to the man who has dedicated his life to ensuring safety and security—without which there would be no tourism industry—His Excellency President Abdel Fattah El-Sisi, President of the Arab Republic of Egypt, who is the primary supporter of the revival and security of Egyptian tourism, after the support of God Almighty. Finally, I thank you all and pray that God grants us success in what is best for Egypt and its people. — Hossam El Shaer. I also extend my gratitude to the esteemed ministers of Interior, Water Resources and Irrigation, Housing, Local Development, Health, Aviation, and the governors, especially those of the tourist provinces. Thirdly, we aim to enforce the laws issued regarding tourism chambers and the Federation, as well as the law on hotel and tourism establishments. I must thank all those who contributed to drafting these laws, starting with the former board members of the Federation under the chairmanship of Mr. Ahmed El-Wassif, the legal advisors, the Tourism and Aviation Committee in Parliament led by Mrs. Nora Ali, legal consultants, and investors from the Ministry of Tourism and Antiquities, under the sponsorship of the concerned ministers. The Federation has ensured that members of the General Assembly are kept informed of all activities and committee work through press releases and periodic newsletters issued by the newly established Media Unit, which aims to keep the tourism sector informed and facilitate coordination between the five tourism chambers—not only to share news, but to support decision-makers with data and well-formed insights on industry-related matters. The Federation has also involved General Assembly members in the specialized committees on investment and relief, based on our firm belief that each of you is a model for the tourism sector in your area of specialization.",
    "unionDesc": "The Federation aims to assist the Ministry of Tourism and Antiquities in formulating the general policy for tourism activities and implementing the national strategy for sustainable tourism, which includes a new roadmap for Egyptian tourism aimed at supporting sustainable tourism development as a driver of economic growth and comprehensive development."
  },
  "news": {
    "pageTitle": "News",
    "breadcrumbHome": "Home",
    "breadcrumbNews": "News",
    "unionNewsTitle": "Union News",
    "tourismNewsTitle": "Tourism News",
    "readMore": "Read More"
  }
}
